Rose1=Wow such a beautiful sight!
Rose2=Ouch!
Rose3=How come mosquitoes got inside of here, where's my repellent?
Luna1=My first mission in a forest
Luna2=That's a great chance to test the new camouflage system that I developed.
Bruna1=I hope these mosquitoes don't get inside of here, that would be unbearable to fight!
Tomoyo1=This forest reminds me of a time when I used to hunt cicadas.
Tomoyo2=But now is not the time to reminisce in the past but to focus on my new hunt.
Chunhua1=What? A Lawsonia inermis?
Chunhua2=And on the side, there is a Gossypium herbaceum?
Chunhua3=And to finish all of, there is an Epipremnum aureum? Wow...
Chunhua4=This gnome never ceases to impress me!
Zarina1=Easy peasy, if compared to my military training in the forest.
Zarina2=Obviously with the help of my good friend Igor, the bear.
Rose4=So are you the one stealing Earth's mineral resources?
Boss1_1=I already imagined that the Trinity leader would come eventually.
Boss1_2=But I don't have time to play with you now... 
Boss1_3=My troops on the other hand, certainly can!
Luna3=Freeze!
Luna4=You're under arrest for violating galactic laws for theft of natural resources.
Boss2_1=Did I heard something? it must be just a fly.
Boss2_2=After all, I can't see lowly worth creatures.
Luna5=...
Luna6=Requesting authorization from Trinity center to use lethal weapons.
Boss2_3=Hahahaha!
Bruna2=So y'all think Earth is some kind of charity planet, for you to be stealing natural resources?
Boss3_1=It doesn't matter what you think, I just need the resources of this place.
Bruna3=Well, it doesn't matter what you need.
Bruna4=Get out of my planet!
Boss3_2=...
Boss3_3=Who do you think, you're talking to?
Boss3_4=You'll pay for this!
Tomoyo3=I think it's past children's playtime.
Tomoyo4=I hope you've already hunted the cicadas you wanted.
Boss4_1=And who do you think you're to talk to me like that?
Tomoyo5=Someone who will teach you a good lesson, kid.
Boss4_2=...
Boss4_3=You'll pay for this!
Boss5_1=Did you enjoy your private forest tour?
Boss5_2=Now you can get out of my way!
Chunhua5=You mean.. now?
Chunhua6=I just got to the main part, I don't want to leave now.
Boss5_3=Then my troops can introduce you to other places in the forest.
Chunhua7=I would love that!
Zarina3=You can stop stealing mineral resources from mother earth right now!
Boss6_1=As if I had to obey you, you muscle head!
Zarina4=In the name of Trinity, I will arrest you!
Boss6_2=Hahahaha
Boss6_3=Just as I thought, too much muscle and too little brain.
Luna7=I hope you haven't missed your forest training.
Rose5=I missed some of them... But I know you've been to every training class, so I'm okay!
Luna8=I still want to know how you became our leader...
Bruna5=Rose, be careful not to get mosquitoes on your spaceship
Rose6=Aaaaah! This is unbearable!
Bruna6=Hahaha, it was faster than I expected.
Tomoyo6=This place reminds me of my childhood.
Rose7=Really? Did you live near a forest, Tomoyo?
Tomoyo7=Yes, it was relaxing to hear the sound of cicadas during the summer.
Rose8=That sounds scary!
Chunhua8=Rose, get all the plants on the list that I just sent you!
Rose9=Okay!
Chunhua9=You better don't let me down
Rose10=Ok, but where is the list of plants?
Zarina5=Rose, what's the first step to fight in the forest?
Rose11=I know, I know! Just don't hit the trees?
Zarina6=This is going to be hard...
Luna9=I hope you haven't missed your forest training.
Rose12=I missed some of them... But I know you've been to every training class, so I'm okay!
Luna10=I still want to know how you became our leader...
Bruna7=I hope you don't get mosquitoes here.
Luna11=My ship is equipped with a system that prevents it, So I'm fine
Bruna8=You could have equipped it in mine too...
Luna12=Tomoyo, Enemy signals detected on the radar
Tomoyo8=Great, we're going to hunt everyone.
Luna13=I'm ready!
Chunhua10=I suppose it's worth picking up some plants from there
Luna14=Really? Then do it after the mission.
Chunhua11=Who are you to give me orders?
Luna15=Less talking, more action!
Zarina7=Fighting here is going to be a problem...
Luna16=Your spaceship is heavy, Zarina. Take care of my rear.
Zarina8=You can count on me, shorty!
Bruna9=Rose, be careful not to get mosquitoes on your spaceship
Rose13=Aaaaah! This is unbearable!
Bruna10=Hahaha, it was faster than I expected.
Bruna11=I hope you don't get mosquitoes here.
Luna17=My ship is equipped with a system that prevents it.
So I'm fine
Bruna12=You could have equipped it in mine too...
Bruna13=Moving around here will be very complicated.
Tomoyo9=True, but it won't stop us here.
Bruna14=Tomoyo needs more than a few trees to stop us.
Chunhua12=Look at that variety of plants, I can't believe I have a chance to catch them!
Bruna15=As I always say... Don't forget the mission...
Zarina9=It looks like this is the location of the next target.
Bruna16=In the middle of the woods? Was there no better place for him to stay?
Tomoyo10=This place reminds me of my childhood.
Rose14=Really? Did you live near a forest, Tomoyo?
Tomoyo11=Yes, it was relaxing to hear the sound of cicadas during the summer.
Rose15=That sounds scary!
Luna18=Tomoyo, Enemy signals detected on the radar
Tomoyo12=Great, we're going to hunt everyone.
Luna19=I'm ready!
Bruna17=Moving around here will be very complicated.
Tomoyo13=True, but it won't stop us here.
Bruna18=Tomoyo needs more than a few trees to stop us.
Chunhua13=Those old bucket of bolts! Let's take them all down!
Tomoyo14=How do you get excited in this climate? Annoying girl.
Tomoyo15=My my, I think we got their attention.
Zarina10=You clearly did it on purpose.
Tomoyo16=It wouldn't be fun to sneak those weaklings down.
Chunhua14=Rose, get all the plants on the list that I just sent you!
Rose16=Okay!
Chunhua15=You better don't let me down
Rose17=Ok, but where is the list of plants?
Chunhua16=I suppose it's worth picking up some plants from there
Luna20=Really? Then do it after the mission.
Chunhua17=Who are you to give me orders?
Luna21=Less talking, more action!
Chunhua18=Look at that variety of plants. I can't believe I have a chance to catch them.
Bruna19=As I always say... Don't forget the mission...
Chunhua19=There are a lot of rare plants over here.
Tomoyo17=Stop playing around and pay attention!
Chunhua20=Alright...
Chunhua21=I need to get samples of these rare trees that we found here.
Zarina11=We can get some on the way back.
Chunhua22=Some? Let's catch them all!
Zarina12=Rose, what's the first step to fight in the forest?
Rose18=I know, I know! Just don't hit the trees?
Zarina13=This is going to be hard...
Zarina14=Fighting here is going to be a problem...
Luna22=Your spaceship is heavy, Zarina. Take care of my rear.
Zarina15=You can count on me, shorty!
Zarina16=It looks like this is the location of the next target.
Bruna20=In the middle of the woods? Was there no better place for him to stay?
Tomoyo18=My my, I think we got their attention.
Zarina17=You clearly did it on purpose.
Tomoyo19=It wouldn't be fun to sneak those weaklings down.
Chunhua23=I need to get samples of these rare trees that we found here.
Zarina18=We can get some on the way back.
Chunhua24=Some? Let's catch them all!