Rose1=Wow such a beautiful sight!
Rose2=Ouch!
Rose3=How come mosquitoes got inside of here, where's my repellent?
Luna1=My first mission in a forest
Luna2=That's a great chance to test the new camouflage system that I developed.
Bruna1=I hope these mosquitoes don't get inside of here, that would be unbearable to fight!
Tomoyo1=This forest reminds me of a time when I used to hunt cicadas.
Tomoyo2=But now is not the time to reminisce in the past but to focus on my new hunt.
Chunhua1=What? A Lawsonia inermis?
Chunhua2=And on the side, there is a Gossypium herbaceum?
Chunhua3=And to finish all of, there is an Epipremnum aureum? Wow...
Chunhua4=This gnome never ceases to impress me!
Zarina1=Easy peasy, if compared to my military training in the forest.
Zarina2=Obviously with the help of my good friend Igor, the bear.
Rose4=So are you the one stealing Earth's mineral resources?
Boss1_1=I already imagined that the Trinity leader would come eventually.
Boss1_2=But I don't have time to play with you now... 
Boss1_3=My troops on the other hand, certainly can!
Luna3=Freeze!
Luna4=You're under arrest for violating galactic laws for theft of natural resources.
Boss2_1=Did I heard something? it must be just a fly.
Boss2_2=After all, I can't see lowly worth creatures.
Luna5=...
Luna6=Requesting authorization from Trinity center to use lethal weapons.
Boss2_3=Hahahaha!
Bruna2=So y'all think Earth is some kind of charity planet, for you to be stealing natural resources?
Boss3_1=It doesn't matter what you think, I just need the resources of this place.
Bruna3=Well, it doesn't matter what you need.
Bruna4=Get out of my planet!
Boss3_2=...
Boss3_3=Who do you think, you're talking to?
Boss3_4=You'll pay for this!
Tomoyo3=I think it's past children's playtime.
Tomoyo4=I hope you've already hunted the cicadas you wanted.
Boss4_1=And who do you think you're to talk to me like that?
Tomoyo5=Someone who will teach you a good lesson, kid.
Boss4_2=...
Boss4_3=You'll pay for this!
Boss5_1=Did you enjoy your private forest tour?
Boss5_2=Now you can get out of my way!
Chunhua5=You mean.. now?
Chunhua6=I just got to the main part, I don't want to leave now.
Boss5_3=Then my troops can introduce you to other places in the forest.
Chunhua7=I would love that!
Zarina3=You can stop stealing mineral resources from mother earth right now!
Boss6_1=As if I had to obey you, you muscle head!
Zarina4=In the name of Trinity, I will arrest you!
Boss6_2=Hahahaha
Boss6_3=Just as I thought, too much muscle and too little brain.