Rose1=Finally my first mission in the desert!
Rose2=I'm really excited about that, too bad it's too hot
Luna1=I'm melting...
Bruna1=It's so hot!
Bruna2=I'm glad I came here with Chunhua's portable air conditioner.
Tomoyo1=I need to finish this mission as soon as possible!
Tomoyo2=This weather is terrible for my skin...
Chunhua1=Seriously, why am I wasting my time in the desert while I could be working on those old Trinity's spaceships?
Zarina1=I never trained in the desert, This can be challenging!
Rose3=Stop doing this!
Rose4=We at Trinity will never give up our planet!
Boss1_1=This voice isn't strange to me...
Boss1_2=I don't know who you are but you won't stop my revenge.
Boss1_3=I've already lost many precious things...
Rose4=Wait...
Rose5=You happen to be my..--
Boss1_4=Troops, stop the Trinity!
Luna2=Freeze!
Boss2_1=It looks like there are some mice around here.
Boss2_2=Troops, stop the Trinity!
Luna3=Defenses adjusted, going into combat mode!
Bruna3=Hey old man, I'm going to give you a chance to give up and get out of here!
Boss3_1=Look what we have here...
Bruna4=I know, "One of Trinity's squad, I won't let you hinder my plans"
Bruna5=Am I right?
Boss3_2=...I don't have time to play, kid!
Tomoyo3=My my, what do we have here?
Boss4_1=Trinity? I don't have time for you now
Boss4_2=Troops Attack!
Tomoyo4=My my, we didn't talk yet, are you just gonna jump into action like that?
Tomoyo5=So let's get straight to the point!
Boss5_1=I want to know how this mice got here?
Chunhua2: You talk a lot to someone who uses junkyard as weapons
Boss5_2=You talk a lot to someone who doesn't know advanced military tactics!
Boss5_3=Let's see how you deal with someone with experience!
Boss5_4=Troops move forward!
Zarina2=Your soldiers were very well trained, great combat training.
Boss6_1=A military woman? It would be interesting to have a conversation about tactics with you, but now I'm too busy.
Zarina3=Trinity could use your tactics very well.
Boss6_2=Trinity? Don't waste my time, I will never trust that organization again.