Rose1=Wow! The view up here is amazing!
Rose2=I'll post these pics on my...--
Rose3=Who's shooting at me?
Luna1=I'm going to start adjusting my combat tactics, using the clouds to camouflage myself.
Luna2=I'm sure I'll be able to catch my enemies off guard!
Bruna1=Wow! I can see the Redeemer Christ from up here!
Tomoyo1=Humph... I hope I don't have to put up with the theatrics again...
Chunhua1=Humph! I can't see anything with these clouds...
Chunhua2=Wait a sec, that robot looks great to dismantle!
Zarina1=The view from up here is really something...
Zarina2=Even the battlefields have their beauty.
Boss1_1=Hahaha, it seems that are some intruders around here
Rose4=That's right!
Boss1_2=Since you are cute, I'll let you surrender!
Boss1_3=I think we can get along really well!
Boss1_4=My angels, bring her up here!
Luna3=New enemy found, initiating contact.
Luna4=Withdraw your strength and concede!
Boss2_1=Oh? And why would I do that?
Luna5=Trinity orders, now surrender.
Boss2_2=I'll let you get through just because you're cute like me!
Luna6=...
Bruna2=Hey you stop right there!
Boss3_1=A human here? Something rare to see.
Bruna3=Oh, I'll cut to the chase
Bruna4=If you don't want to be beaten, you better give up soon.
Boss3_2=I should be the one saying that, old lady!
Bruna5=O-old lady?! You'll pay for this!
Boss4_1=Look if it's not the famous huntress of Trinity...
Boss4_2=Did you come up here to learn how to be cute like me?
Tomoyo2=...
Tomoyo3=Are you done with the theatrics?
Boss4_3=Huh? What do you mean?
Tomoyo4=I kind of already know the truth
Boss4_4=Huh?!
Boss5_1=Human, I'm benevolent and cute today...
Boss5_2=I'll give you a chance to leave.
Chunhua3=I don't care about you, I just want to take a look at this machine that you have in there.
Boss5_3=You don't care about me?
Boss5_4=INSOLENT!
Zarina3=So you're the one commanding these troops?
Boss6_1=Of course, who else could command as gracefully as I do?
Zarina4=Well, there are many openings in your army formation...
Zarina5=And I don't think this is an efficient way to command a troop
Boss6_2=Are you judging me?
Boss6_3=Let's see if you survive this, human!