Rose1=I-I'm almost out of energy.
Boss1_1=Thank you for your efforts, Trinity.
Boss1_2=Thanks to you I managed to get the planet ready to receive my master!
Rose2=That voice!
Rose3=Don't tell me that ...
Boss1_3=Since you guys helped me with this endeavor.
Boss1_4=I'll allow Trinity to surrender and fight at my command when she takes over the planet.
Boss1_5=It's not a bad offer.
Rose4=I can't believe! Commander, this is not right!
Rose5=Trinity should protect the planet!
Boss1_6=I can see in your eyes...
Boss1_7=Your father said more than you should know.
Boss1_8=Unfortunately, you are no longer of use to me!
Luna1=More enemies?
Luna2=How did they get through our defenses like that?
Boss2_1=It is not complicated to acquire this information.
Boss2_2=Well, especially because I planned it all.
Luna3=...It can't be!
Boss2_3=As expected Luna.
Boss2_4=You were quick to act in a surprise attack.
Boss2_5=After my master takes over, I can give you a place in her kingdom.
Luna4=S-so you really betrayed us!
Boss2_6=Did that guy tell you the whole truth?
Boss2_7=Too bad, I wanted a girl of your caliber to lead her forces.
Boss2_8=But apparently, you are no longer useful.
Bruna1=Come get me, enemies!
Bruna2=There's a piece for everyone here!
Bruna3=W-What?!
Boss3_1=As expected from one of my best pilots.
Boss3_2=A surprise attack like this would certainly not hit you.
Bruna4=I don't believe that.
Bruna5=So the general was really right...
Boss3_3=Did you meet my old friend? It is a pity that he is a traitor.
Bruna6=I already met the real traitor here.
Boss3_4=Hahaha! Well, you are no longer of use.
Boss3_5=Disappear!
Tomoyo1=Apparently, I'll need to hunt more enemies.
Boss4_1=Look it isn't Trinity's famous huntress.
Boss4_2=The planet is going to need someone like you in the future.
Boss4_3=You can join me now or disappear like anyone else.
Tomoyo2=My my, what a good offer.
Tomoyo3=But I'm afraid I will have to refuse.
Boss4_4=Why? You don't see the value of that offer.
Tomoyo4=Now it's simple. I will never ally with a traitor like you !!
Boss4_5=HAHAHAHAHAHA!
Boss4_6=Then disappear!
Chunhua1=I've never seen this type of technology before.
Chunhua2=Not to mention that there are also ships that I created.
Chunhua3=Wait, that reading!
Boss5_1=I'm impressed Chunhua.
Boss5_2=All the parts you brought were very useful.
Chunhua4=Now all makes sense! That number of enemies passed through our defenses...
Boss5_3=It wasn't that hard.
Boss5_4=I prepared all of Trinity's defenses and technology.
Boss5_5=Now I'm able to handle this entire solar system.
Boss5_6=But I can let you study everything if you join me.
Chunhua5=I would love to. But I prefer to take it myself.
Chunhua6=And expel you from this planet in the process, traitor!
Zarina1=These combat formations...
Zarina2=That general was not really lying.
Boss6_1=Amazing. There really is no way to fool you Zarina!
Zarina3=So you really betrayed us Seven!
Boss6_2=I wouldn't say betrayal.
Boss6_3=I'm just choosing the right allies.
Boss6_4=A person like you should know that. Zarina, become my ally.
Boss6_5=I need you to lead my troops.
Zarina4=I will never ally myself with a traitor like you!
Zarina5=I'm going to bring you down now!
Boss6_6=It makes me sad.
Boss6_7=But it doesn't matter, I don't need a defective tool!