Rose1=That's enough!
Boss1_1=So you made it this far.
Rose2=Please, stop this attack.
Boss1_2=Look how cute, as you asked for as a good girl.
Boss1_3=I will welcome you into my kingdom.
Rose3=You can't persuade me.
Rose4=I have Trinity to rely on!
Luna1=Freeze!
Luna2=You're under arrest for violating galactic laws!
Boss2_1=Hahaha!
Boss2_2=You're not in a position to demand anything.
Boss2_3=You, humans, are nothing to me.
Luna3=Activating combat mode!
Luna4=Releasing all the spaceship's limiters.
Luna5=I won't let you hurt my planet and my friends!
Bruna1=So you're the boss of all this.
Bruna2=I'll make it very clear for you to understand.
Bruna3=Turn around and go away!
Boss3_1=Hahaha! Human, don't you know who you're talking to?
Boss3_2=I conquered several planets.
Boss3_3=Are you telling me to leave?
Boss3_4=Don't make me laugh!
Bruna4=So I'm going to have to kick you from our solar system.
Bruna5=Trinity is going to protect everyone on the planet!
Tomoyo1=Now, did you finally decide to appear?
Tomoyo2=I was getting tired of these weaklings
Boss4_1=It is a pity that my subordinates were not enough.
Boss4_2=But don't worry, I'll take care of you myself now.
Tomoyo3=When I'm done with you, you'll never again threaten systems under Trinity's protection.
Boss4_3=Hahaha! It's a pity that so much potential has been wasted on a human, like you.
Boss4_4=Don't worry, I'll be quick.
Boss5_1=Are you the girl who studies the technologies of other planets?
Boss5_2=Seven told me a lot about you.
Chunhua1=Yes, it's me.
Chunhua2=Their machines are quite unique. That's impressive!
Boss5_3=I'm glad you liked it, If you become my subordinate I will provide all the material you need.
Chunhua3=It's not a bad offer. But...
Chunhua4=I'll pass on that offer.
Chunhua5=I love studying new technologies but I will never cheat on my friends for that!
Boss5_4=Too bad. You humans always cling to these futile things!
Zarina1=It's the end of the line. Surrender now!
Boss6_1=I could use someone like you, But I'm sure that you'll not make the right choice.
Zarina2=I will never betray my planet.
Boss6_2=Well, that doesn't mean I won't get it.
Boss6_3=I can do whatever I want, And you will serve me!
Zarina3=That's what we're going to see!